[
    {
        "Slides": [
            {
                "Name": "H2B_Anatomy_EGY_001_Slide",
                "Content": "Breast anatomy The breast is a glandular organ located on the chest. The breast is made up of: Connective tissue Fat tissue Breast tissue"
            },
            {
                "Name": "H2B_Anatomy_EGY_002_Slide",
                "Content": "Anatomy of the female breast Lymph nodes are small, bean-shaped collections of immune system cells (cells that are important in fighting infections) that are connected by lymphatic vessels. On the outside of the breast Lymph nodes nipple Areola"
            },
            {
                "Name": "H2B_Anatomy_EGY_003_Slide",
                "Content": "On the inside of the breast Chest wall Ribs Muscle Fatty Tissue Lobe Ducts Areola Nipple Lobules The breast is made up of lobes and ducts. Each breast has 15 to 20 sections called lobes which are epithelial structures within the breast that produce milk during lactation. They are also the primary anatomical source of most breast cancer precursors and cancers. Tiny tubes that carry the milk from the lobules to the nipple The area of dark-colored skin on the breast that surrounds the nipple  The small raised area in the center of the breast A subdivision of a lobe, lobules end in dozens of tiny bulbs that can make milk"
            },
            {
                "Name": "H2B_Anatomy_EGY_004_Slide",
                "Content": "An acinus (circled in black) is an epithelial substructure found in lobules"
            },
            {
                "Name": "H2B_Anatomy_EGY_005_Slide",
                "Content": "Lymphatic system The lymphatic system is made up of a network of lymph glands, connected throughout the body by tiny tubes (vessels) called lymph vessels. The lymph glands are part of the natural drainage system of the body called the lymphatic system."
            },
            {
                "Name": "H2B_Anatomy_EGY_006_Slide",
                "Content": "Lymphatic system Lymph nodes Lymph vessels A rounded mass of lymphatic tissue that is surrounded by a capsule of connective tissue Lymph nodes filter lymph (lymphatic fluid) and they store lymphocytes (white blood cells). They are located along lymphatic vessels and are called lymph glands. Thin tubes that carry lymph (lymphatic fluid) and white blood cells through the lymphatic system and are called lymph vessels."
            },
            {
                "Name": "H2B_Anatomy_EGY_009_Slide",
                "Content": "Lymphatic system Breast tissue is drained by lymphatic vessels that lead to axillary nodes (which lie in the axilla) and internal mammary nodes (which lie along each side of the sternum)."
            },
            {
                "Name": "H2B_Anatomy_EGY_010_Slide",
                "Content": "Lymphatic system Lymph is a yellow fluid that flows through the lymphatic system and eventually drains into the veins. This system helps get rid of waste products from the body. Tissue fluid bathes the body's cells, drains into the lymphatic system and then circulates again."
            },
            {
                "Name": "H2B_Anatomy_EGY_011_Slide",
                "Content": "Breast lymph nodes Supraclavicular nodes Collarbone Infraclavicular (or subclavicular) nodes Axillary nodes Internal mammary nodes Lymph vessels"
            },
            {
                "Name": "H2B_Anatomy_EGY_013_Slide",
                "Content": "Axillary lymph nodes 30-50 lymph nodes in the axilla The number varies from one woman to another. Level I (low axilla) Level II (mid axilla) Level III (high axilla) Armpit (axilla) When breast cancer spreads, it usually goes to Level I lymph nodes first, to Level II next and then to Level III."
            }
        ]
    }
]